#+title:      B Klasse 2024-28
#+date:       [2024-09-08 So 21:44]
#+filetags:   :1b:
#+identifier: 20240908T214427
#+LANGUAGE: de
#+BIBLIOGRAPHY: ~/RoamNotes/references/Literatur.bib
#+SETUPFILE: ~/RoamNotes/config/latex_setup.org
#+ATTR_LATEX: :environment tabularx :placement [h] :center t :width linewidth
#+OPTIONS: num:nil toc:nil
#+STARTUP: fnadjust
#+STARTUP: showall
#+export_file_name: ~/RoamNotes/exports/1b.html

* Jahresplanung
[[denote:20240719T125948][Jahresplanung 01]]

* Notizen, Tasks, Termine
<2025-06-02 Mo> - <2025-06-04 Mi>
Erste Klassen Schwimmtage ab der dritten Stunde

* Lernschiene
[[file:~/OneDrive/Dokumente/Religion_Lernschiene/]]

** Alle Themen [8/10]
- [X] Der Sturm auf dem See
- [X] Der Sonnengesang
- [X] Heilige
- [X] Heilige Orte
- [X] Die Adventszeit
- [X] Beten
- [X] Menschen zur Zeit Jesu
- [X] Hl. Blasius / Hl. Rupert
- [ ] Die Hl. Schrift / Die Bücher der Bibel / Die Entstehung der H. Schrift
- [ ] König David



* Stundenplanung

** Einführung / Ziele
Gemeinsames Lied.

** Wiederholung
:PROPERTIES:
:CUSTOM_ID: h:8c0edd54-2dfd-466d-a47b-af63dd6f954e
:END:
Wie war RU?

** Lernschiene
- Heilige (Diözesanpatrone)

AB etc kopieren (ohne Tablet arbeiten)

** Themen
:PROPERTIES:
:CUSTOM_ID: h:3b3c9a4a-a80b-4224-8891-c4b2a6362f67
:END:

*** Heiliger Paulus
Text aus der Apostelgeschichte
Bekehrung des Apostel Paulus


*** Dreifaltigkeit


** Hefteintrag
Arbeitsweg

http://www.veritas.at/code (rfu300)

Eckpunkte der Geschichte
Gefühle der Kinder und der Jünger
Ergebnisse der Gruppenarbeit

* Reflexionen
:PROPERTIES:
:CUSTOM_ID: h:b3d5b086-fae7-487b-9740-a513c74b1dbf
:END:
** WC Gang
:PROPERTIES:
:CAPTURED: [2024-10-23 Mi 12:09]
:DESCRIPTION: [[denote:20240908T214427::#h:b3d5b086-fae7-487b-9740-a513c74b1dbf][B Klasse 2024-28::Reflexionen]]
:END:
Mirjam, Sophie (Bauchweh) und Leonie waren ziemlich lang auf dem WC.

** Schade um diese Stunde
:PROPERTIES:
:CAPTURED: [2025-04-09 Mi 13:11]
:DESCRIPTION: [[denote:20240908T214427::#h:248a7575-fd78-4c40-bfc5-5a4bfd200101][B Klasse 2024-28::Karwoche - die letzte Woche Jesu in Jerusalem]]
:END:
Leider haben ein Großteil der Schüler dieses Thema offensichtlich und demonstrativ nicht ernst genommen, machten abfällige Bemerkungen über das Leiden Jesu (was ich nicht durchgehen ließ - was sie nicht davon abhielt, Widerstand zu leisten). Es kamen Fragen wie "Gott existiert wirklich?" "Jesus ist Gott?", aber dieses Mal eher als Provokation.


* Schülerliste
:PROPERTIES:
:CUSTOM_ID: h:6180620d-2204-40a1-96fd-859d658272d3
:END:
#+Name: 2021-students
|----------+---------------+------------------------+------+-----------+------+-----|
| First    | Last          | Name                   | Note | Mitarbeit | Heft | LZK |
|----------+---------------+------------------------+------+-----------+------+-----|
| Luca     | Auer          | [[Luca Auer][Luca Auer]]              |      |           |      |     |
| Noah     | Eckschlager   | [[Noah Eckschlager][Noah Eckschlager]]       |      |           |      |     |
| Leonie   | Eder          | [[Leonie Eder][Leonie Eder]]            |      |           |      |     |
| Noah     | Frey          | [[Noah Frey][Noah Frey]]              |      |           |      |     |
| Angelina | Gschwandtner  | [[Angelina Gschwandtner][Angelina Gschwandtner]]  |      |           |      |     |
| Daniel   | Hitzenbichler | [[Daniel Hitzenbichler][Daniel Hitzenbichler]]   |      |           |      |     |
| Jonas    | Hornegger     | [[Jonas Hornegger][Jonas Hornegger]]        |      |           |      |     |
| Miriam   | Kainhofer     | [[Miriam Kainhofer][Miriam Kainhofer]]       |      |           |      |     |
| Sophia   | Nachbar       | [[Sophia Nachbar][Sophia Nachbar]]         |      |           |      |     |
| Gabriel  | Promok        | [[Gabriel Promok][Gabriel Promok]]         |      |           |      |     |
| Amelie   | Reiter        | [[Amelie Reiter][Amelie Reiter]]          |      |           |      |     |
| Philipp  | Reiter        | [[Philipp Reiter][Philipp Reiter]]         |      |           |      |     |
| Bastian  | Sandtner      | [[Bastian Sandtner][Bastian Sandtner]]       |      |           |      |     |
| Luca     | Wallinger     | [[Luca Wallinger][Luca Wallinger]]         |      |           |      |     |
| Benedict | Wintersteller | [[Benedict Wintersteller][Benedict Wintersteller]] |      |           |      |     |
|----------+---------------+------------------------+------+-----------+------+-----|
#+TBLFM: $4=vmean($5..$7);%.0f
#+TBLFM: $3='(concat "[[" $1 " " $2 "][" $1 " " $2 "]]")
#+TBLFM: $5='(identity remote(Mitarbeit,@@#$2))

#+BIND: org-export-filter-timestamp-functions (tmp-f-timestamp)
#+BIND: org-export-filter-strike-through-functions (tmp-f-strike-through)
#+BEGIN_SRC emacs-lisp :exports results :results none
  (defun tmp-f-timestamp (s backend info)
    (replace-regexp-in-string "&[lg]t;\\|[][]" "" s))
  (defun tmp-f-strike-through (s backend info) "")
#+END_SRC


#+BEGIN_SRC python :var table=2021-students :results output raw
  print('* Mitarbeit')
  for student in table:
      first = student[0]
      last = student[1]
      email = last + '.' + first + '@abtenau.schule'
      print('** ' + first + ' ' + last + '')
      print(':PROPERTIES:')
      print(':EMAIL: ' '[[mailto: ' + last + ' ' + first + ' <' + email + '>]]')
      print(':EXPORT_FILE_NAME: ' '~/RoamNotes/exports/'  + first +  '_'  + last +  '.html')
      print(':ID: ' + first + '' + last + '')
      print(':END: ')
      print('#+Name: Note_' + first + '' + last + '')
      print('|-------+-------------+-------+---------+-----------+------------|')
      print('| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |')
      print('|-------+-------------+-------+---------+-----------+------------|')
      print('|       |             |       |         |           |            |')
      print('#+tblfm: $2=@#-1')
      print('#+TBLFM: $6=vmean($4..$5);%.0f')
      print('\n')
#+END_SRC

#+RESULTS:
* Mitarbeit
:PROPERTIES:
:CUSTOM_ID: h:de9d129a-e320-46f4-9c7b-7cc0b820c3f5
:END:

** Luca Auer
:PROPERTIES:
:EMAIL: [[mailto: Auer Luca <Auer.Luca@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Luca_Auer.html
:ID: LucaAuer
:CUSTOM_ID: h:569f7b43-b72e-4ba8-b782-6eeaa3dc162b
:END: 
#+Name: Note_LucaAuer
|-----------------------+-------------+-------------------+---------+-----------+------------|
| Datum                 | Lernjob Nr. | Topic             | LJ Note | Mitarbeit | Gesamtnote |
|-----------------------+-------------+-------------------+---------+-----------+------------|
| [2024-11-08 Fr 11:04] |           1 | Sturm auf dem See |       2 |         2 |          2 |
| [2024-11-08 Fr 11:19] |           2 | Heilige           |       1 |         1 |          1 |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Noah Eckschlager
:PROPERTIES:
:EMAIL: [[mailto: Eckschlager Noah <Eckschlager.Noah@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Noah_Eckschlager.html
:ID: NoahEckschlager
:END: 
#+Name: Note_NoahEckschlager
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Leonie Eder
:PROPERTIES:
:EMAIL: [[mailto: Eder Leonie <Eder.Leonie@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Leonie_Eder.html
:ID: LeonieEder
:END: 
#+Name: Note_LeonieEder
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Noah Frey
:PROPERTIES:
:EMAIL: [[mailto: Frey Noah <Frey.Noah@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Noah_Frey.html
:ID: NoahFrey
:END: 
#+Name: Note_NoahFrey
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Angelina Gschwandtner
:PROPERTIES:
:EMAIL: [[mailto: Gschwandtner Angelina <Gschwandtner.Angelina@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Angelina_Gschwandtner.html
:ID: AngelinaGschwandtner
:END: 
#+Name: Note_AngelinaGschwandtner
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Daniel Hitzenbichler
:PROPERTIES:
:EMAIL: [[mailto: Hitzenbichler Daniel <Hitzenbichler.Daniel@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Daniel_Hitzenbichler.html
:ID: DanielHitzenbichler
:END: 
#+Name: Note_DanielHitzenbichler
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Jonas Hornegger
:PROPERTIES:
:EMAIL: [[mailto: Hornegger Jonas <Hornegger.Jonas@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Jonas_Hornegger.html
:ID: JonasHornegger
:END: 
#+Name: Note_JonasHornegger
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Miriam Kainhofer
:PROPERTIES:
:EMAIL: [[mailto: Kainhofer Miriam <Kainhofer.Miriam@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Miriam_Kainhofer.html
:ID: MiriamKainhofer
:END: 
#+Name: Note_MiriamKainhofer
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Sophia Nachbar
:PROPERTIES:
:EMAIL: [[mailto: Nachbar Sophia <Nachbar.Sophia@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Sophia_Nachbar.html
:ID: SophiaNachbar
:END: 
#+Name: Note_SophiaNachbar
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Gabriel Promok
:PROPERTIES:
:EMAIL: [[mailto: Promok Gabriel <Promok.Gabriel@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Gabriel_Promok.html
:ID: GabrielPromok
:END: 
#+Name: Note_GabrielPromok
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Amelie Reiter
:PROPERTIES:
:EMAIL: [[mailto: Reiter Amelie <Reiter.Amelie@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Amelie_Reiter.html
:ID: AmelieReiter
:END: 
#+Name: Note_AmelieReiter
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Philipp Reiter
:PROPERTIES:
:EMAIL: [[mailto: Reiter Philipp <Reiter.Philipp@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Philipp_Reiter.html
:ID: PhilippReiter
:END: 
#+Name: Note_PhilippReiter
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Bastian Sandtner
:PROPERTIES:
:EMAIL: [[mailto: Sandtner Bastian <Sandtner.Bastian@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Bastian_Sandtner.html
:ID: BastianSandtner
:END: 
#+Name: Note_BastianSandtner
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Luca Wallinger
:PROPERTIES:
:EMAIL: [[mailto: Wallinger Luca <Wallinger.Luca@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Luca_Wallinger.html
:ID: LucaWallinger
:END: 
#+Name: Note_LucaWallinger
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


** Benedict Wintersteller
:PROPERTIES:
:EMAIL: [[mailto: Wintersteller Benedict <Wintersteller.Benedict@abtenau.schule>]]
:EXPORT_FILE_NAME: ~/RoamNotes/exports/Benedict_Wintersteller.html
:ID: BenedictWintersteller
:END: 
#+Name: Note_BenedictWintersteller
|-------+-------------+-------+---------+-----------+------------|
| Datum | Lernjob Nr. | Topic | LJ Note | Mitarbeit | Gesamtnote |
|-------+-------------+-------+---------+-----------+------------|
|       |             |       |         |           |            |
#+tblfm: $2=@#-1
#+TBLFM: $6=vmean($4..$5);%.0f


